# https://twit.tv/shows/hands-on-mac/episodes/9
# https://thoughtbot.com/blog/brewfile-a-gemfile-but-for-homebrew
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/cask-fonts"
brew "autojump"
brew "awscli"
brew "bash"
brew "ctags"
brew "gcalcli"
brew "gnupg"
brew "htop"
brew "node"
brew "librsvg"
brew "pandoc"
brew "postgresql", restart_service: true
brew "pyenv"
brew "figlet"
brew "fzf"
brew "pyenv-virtualenv"
brew "ruby"
brew "starship"
brew "tldr"
brew "tmux"
brew "vim"
brew "wordnet"
cask "alfred"
cask "caffeine"
cask "discord"
cask "docker"
cask "dropbox"
cask "flycut"
cask "font-fira-mono"
cask "font-hack-nerd-font"
cask "google-cloud-sdk"
cask "hammerspoon"
cask "hiddenbar"
cask "karabiner-elements"
cask "iterm2"
cask "libreoffice"
cask "loom"
cask "spectacle" # Replace
cask "spotify"
cask "vlc"
