# https://twit.tv/shows/hands-on-mac/episodes/9
# https://thoughtbot.com/blog/brewfile-a-gemfile-but-for-homebrew
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/cask-fonts"
brew "autojump"
brew "bash"
brew "bash-completion"
brew "gcalcli"
brew "htop"
brew "libomp"
brew "node"
brew "poetry"
brew "postgresql", restart_service: true
brew "pyenv"
brew "fzf"
brew "pyenv-virtualenv"
brew "ripgrep"
brew "speedtest"
brew "tmux"
brew "tldr"
brew "vim"
cask "alfred"
cask "caffeine"
cask "discord"
cask "docker"
cask "dozer"
cask "font-fira-mono"
cask "font-hack-nerd-font"
cask "iterm2"
cask "karabiner-elements"
cask "loom"
cask "postman"
cask "openshot-video-editor"
cask "spotify"
cask "starship"
cask "snap"
cask "spectacle"
cask "tuple"
