# https://twit.tv/shows/hands-on-mac/episodes/9
# https://thoughtbot.com/blog/brewfile-a-gemfile-but-for-homebrew
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/cask-fonts"
brew "autojump"
brew "bash"
brew "ctags"
brew "chromium"
brew "gcalcli"
brew "gnupg"
brew "gnutls-bin"
brew "htop"
brew "mactex"
brew "node"
brew "postgresql", restart_service: true
brew "pyenv"
brew "figlet"
brew "fzf"
brew "pyenv-virtualenv"
brew "ripgrep"
brew "ruby"
brew "speedtest"
brew "tldr"
brew "tmux"
brew "vim"
brew "wordnet"
cask "alfred"
cask "caffeine"
cask "chromedriver"
cask "discord"
cask "docker"
cask "dozer"
cask "flycut"
cask "font-fira-mono"
cask "font-hack-nerd-font"
cask "google-cloud-sdk"
cask "google-drive"
cask "iterm2"
cask "karabiner-elements"
cask "libreoffice"
cask "loom"
cask "postman"
cask "openshot-video-editor"
cask "spotify"
cask "starship"
cask "snap"
cask "spectacle"
cask "tuple"
